import React from "react";
import "./Home.css";

export default function Home() {
    return (
        <div>
            <meta name="viewport" content="width=device-width, initial-scale=1.0" />
            <title>melatnix</title>

            <div className="navbar">
                <p className="nav-title">highsere.github.io</p>
                <div className="nav-links">
                    <a href="#home" className="nav-link">Home</a>
                    <a href="#blog" className="nav-link">Blog</a>
                    <a href="#about" className="nav-link">About</a>
                    <a href="#contact" className="nav-link">Contact</a>
                </div>
                <a href="https://github.com/HIghSere">
                    <img src="https://media.discordapp.net/attachments/1246741729789607948/1266680773763924051/github.png?ex=66a607e6&is=66a4b666&hm=a4e5acf5dc6eb3a9dbfc83c74e692d88ccb64f0684b81823033c33fc5bbac053&=&format=webp&quality=lossless&width=120&height=120" alt="GitHub" className="nav-icon" />
                </a>
                <a href="https://x.com/melagura">
                    <img src="https://media.discordapp.net/attachments/1246741729789607948/1266680774069846088/x.png?ex=66a607e6&is=66a4b666&hm=ee474f90991a3f2e53e70fe480c5efc4306f0e5e94910ee1c317462ef9dbbb40&=&format=webp&quality=lossless&width=120&height=120" alt="X" className="nav-icon" />
                </a>
            </div>

            <div className="container">
                <h1 className="title">I am melatnix👍</h1>
                <p className="yu-topia">I'm a banana</p>
            </div>

            <div className="profile-container">
                <img className="my-icon" src="https://media.discordapp.net/attachments/1246741729789607948/1266673555865862246/ea4284d03948cc9e214a1f87e6135741_0727052702.png?ex=66a6012d&is=66a4afad&hm=38753eda281b497bc814e950f39c0001fe90e1746dcc463d6120affebf19d826&=&format=webp&quality=lossless&width=280&height=280" alt="Profile" />
                <div className="profile-text-container">
                    <p className="profile-text">name: melatnix</p>
                    <p className="profile-text">age: 14</p>
                    <p className="profile-text">Discord: 91dc</p>
                </div>
            </div>

            <h1 className="noserumononai">載せるものないんで現在放置中</h1>
            <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
            <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="bikkuri">びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！ びっくりするほどユートピア！</p>
                <p className="build-by-melatnix">Build by melatnix</p>
        </div>
    );
}